{
    //
    // JSON 파일 형식:
    //
    // "dialogue-x-y"" : scenex 에서 쓰이는 다이올러그 묶음
    // "(사람 이름)(사람 얼굴 표정 index): (멘트)" : 다이올러그 형식
    // 
    "dialogue-0": [
        "철수: 안녕!  나는 철수야.  흠...넌 이번에 들어온 신입생이지?",
        "철수: 아직 학교도 낯설고 수강신청 하는 방법도 잘 모르겠구나. 내가 가르쳐줄게. 먼저 바탕화면에 있는 크롬을 클릭해볼래?"
    ],
    "dialogue-0-1": [
        "철수: 지금 보는 페이지가 바로 @@대학교 수강신청 페이지야.",
        "철수: 새내기라서 어떤 수업이 필수고 어떤 교수님 수업이 재밌는지 잘 모를 것 같아서 내가 미리 수업을 추가해뒀어.",
        "철수: 이제 7시 정각에 신청 버튼만 잘 누르면 돼. 그러면 올킬할 수 있어!"
    ],
    "dialogue-0-2": [
        "철수: 앗, 타이머가 멈췄네. 이럴 땐 당황하지 말고 F5를 눌러서 새로고침을 하면 돼.",
        "철수: 어서 F5를 눌러! 그래야 수강신청을 할 수 있어!",
        "철수: 빨리 F5를 누르라니까! 다른 애들이 이미 수업을 다 채갔을지도 몰라!"
    ],
    "dialogue-0-3": [
        "철수: (표정 변화) 멍청이. 그렇게 순진해서야 네가 원하는 수업을 평생 들을 수 없어.",
        "철수: 모두가 같은 수업을 두고 경쟁하는데 굳이 다른 사람을 도와주겠어?",
        "철수: 아참, 수강변경기간도 있으니 그 때를 노려봐. 혹시 모르잖아?"
    ],
    "dialogue-0-4": [
        "철수: 너… 이미 수강신청을 해 본 적 있는거지?",
        "철수: 이래서 눈치 빠른 꼬맹이는 싫다니까?",
        "철수: 넌 너무 많은 걸 알고있어."
    ],
    
    "dialogue-1": [
        "나: ...방금...뭔가 되게 이상한 꿈을 꾼 것 같은데.",
        "나: 엎드려서 자서 그런가...으으. ",
        "나: 빨리 예비 수강신청이나 해봐야겠다. ",
        "영희: 안녕? 너, 신입생이지? 난 학부대학 소속 조교인 영희라고 해.",
        "나: 아...안녕하세요.",
        "영희: 수강신청 시스템에 익숙하지 않은 신입생들을 안내하는 게 내 업무 중 하나야. 나랑 같이 예비 수강신청을 해보자.",
        "영희: 먼저 크롬을 띄워볼래? "
    ],
    "dialogue-openMemo": [
        "영희: 자, 여기 적힌 수업들을 하나씩 검색해서 신청해 보자."
    ],
    
    "dialogue-2": [
    ],
    "dialogue-2-1": [
        "영희: 어머? 설마 수업 이름으로 검색해서 신청한 거야?",
        "영희: 교과목명으로는 검색할 수 없어. 서버에 과부하가 일어나기 때문에 학교 측에서 막아뒀거든.",
        "영희: 그래서 교과목 번호로 검색하거나 관심과목에 미리 넣어둔 걸 써야해. 내가 말 안 해줬었나?",
        "영희: 수강편람에서 이번 학기에 수강하려는 과목들을 골라서 관심과목에 저장해둘 수 있어. 지금 한번 해 보자. 과목 하나를 관심과목으로 지정해볼래?"
    ],
    "dialogue-2-1-1": [
        "영희: 잘 했어. 다음 학기부터는 관심과목을 잘 활용해보렴. 정말 편리하단다."
    ],
    "dialogue-2-2": [
        "영희: 제법인걸? 수업 이름으로 검색해서 신청했을 줄 알았는데.",
        "영희: 교과목명으로는 검색할 수 없어. 서버에 과부하가 일어나기 때문에 학교 측에서 막아뒀거든.",
        "영희: 그치만 예비수강신청에서는 교과목명으로 신청하는 게 가능해서... 꽤나 많은 신입생들이 실수하곤 하지.",
        "영희: 참! 수강편람에서 이번 학기에 수강하려는 과목들을 골라서 관심과목에 저장해둘 수 있어. 그 쪽이 훨씬 편해. \n지금 한번 해 보자. 과목 하나를 관심과목으로 지정해볼래?"
    ],
    "dialogue-2-2-1": [
        "영희: 잘 했어. 다음 학기부터는 관심과목을 써 봐. 훨씬 편할 거야."
    ],
    "dialogue-2-3": [
        "영희: ...음? 관심과목에 담아놓았다가 신청한거야?",
        "영희: 흠...너 신입생 맞지? 엑스맨인거 아니지?\n얼굴도 지금 다시 보니 조금 성ㅅ...아, 아니야.",
        "영희: 첫 학기 수강신청부터 올킬이라니 대단한데?",
        "영희(4): 오히려 내가 가르쳐줄 게 없는 것 같아서 기분이 묘하네.\n다음에 혹시라도 궁금한 게 생기면 얼마든지 도와줄게."
    ],
    "dialogue-3": [
        "영희: 근데 시간은 정확히 확인하고 수강신청한 거지?",
        "영희: 핸드폰 시계같은 걸 보면 안 돼. 수강신청에서 1초 오차는 치명적이거든.",
        "영희: 정확한 시간을 확인하는 방법에는 2가지가 있어.\n하나는 네비즘, 나머지 하나는 UTCK야.",
        "영희: 네비즘에 접속하면 수강신청 사이트의 서버시간을 알 수 있어.\nUTCK는 컴퓨터의 시간을 한국표준시각으로 맞춰주는 프로그램이야.",
        "영희: 둘 중 어느 걸 사용할 건지는... 네 몫이야.\n맘에 드는 걸로 쓰렴."
    ],
    "dialogue-9": [
        "영희: 응? 크롬으로 하다가 튕겼다구?",
        "영희: 아아. 별 거 아니야. 크롬은 인터넷 속도가 빠른 게 장점이지만...\n가-끔 튕기더라구.",
        "영희: 대신에 익스플로러는 느려서 답답하지만...튕길 확률이 훨씬 낮지.",
        "영희: 어느 게 더 낫냐고?",
        "영희: 글쎄, 이건 마치 탕수육을 소스에 찍어먹느냐 아니면 소스를 탕수육에 부어먹느냐 같은 느낌이라서… 개인 취향 차이야.",
        "영희(4): 찍먹이 크롬이라면...나는 찍-먹-",
        "영희: 근데 너 이제 4학년 아니야? 세상에...아직도 크롬과 익스플로러의 차이를 몰랐다니. 졸업 앞두고 그러면 못 써."
    ]
}
